Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

# Glossary_091
source: 相册
ar: الألبوم
de: Album
en: Album
es: Álbum
fr: Album
id: Album
it: Album
ja: アルバム
ko: 앨범
nl: Album
pl: album
pt_br: Álbum
pt_pt: Álbum
ru: альбом
th: อัลบั้ม
tr: Albüm
vi: Album ảnh
zh_hant: 相簿
zh_hk: 相冊

# Glossary_092
source: 连接
ar: الاتصال
de: Verbinden
en: Connect
es: Conectar
fr: Connexion
id: Hubungkan
it: Connetti
ja: 接続
ko: 연결
nl: Verbinding
pl: połączenie
pt_br: Conectar
pt_pt: Conectar
ru: подключение
th: เชื่อต่อม
tr: Bağlan
vi: Kết nối
zh_hant: 連接
zh_hk: 連接

# Grassland
source: 草地
ar: العشبمر
de: Grünfläche
en: Greenery
es: Césped
fr: Verdure
id: Padang rumput
it: Prato
ja: 草原
ko: 잔디
nl: Grasveld
pl: trawnik
pt_br: Campo
pt_pt: Relva
ru: лужайка
th: สนามหญ้า
tr: Çim
vi: Bãi cỏ

source: Hello, World!
ar: حبًا، أيها العالم!
de: Hallo, Welt!
es: Hola, Mundo!
it: Ciao, mondo!
nl: Hallo, wereld!
pt_br: Olá, Mundo!
pt_pt: Olá, Mundo!
th: สวัสดี, โลก!

# Historical Building
source: 历史建筑
ar: المباني التاريخية
de: Historische Gebäude
en: Historic building
es: Edificio histórico
fr: Bâtiment historique
id: Bangunan bersejarah
it: Edificio storico
ja: 歴史的建物
ko: 역사적 건물
nl: Historische gebouwen
pl: Zabytki historyczne
pt_br: Edifício histórico
pt_pt: Edifício histórico
ru: историческое здание
th: อาคารประวัติศาสตร์
tr: Tarihi yapı
vi: Kiến trúc lịch sử
zh_hant: 史建築歷
zh_hk: 歷史建築

# Hue
source: 色调
ar: درجة اللون
de: Farbton
en: Hue
es: Tonalidad
fr: Teinte
id: Rona
it: Tonalità
ja: 色調
ko: 색조
nl: Tint
pl: odcień
pt_br: Matiz
pt_pt: Tom
ru: оттенок
th: เฉดสี
tr: Ton
vi: Tông màu
zh_hant: 色調
zh_hk: 色調

# Humanistic Photography
source: 人文摄影
ar: تصوير الحياة الإنسانية
de: Humanistische Fotografie
en: Humanistic photography
es: Fotografía cultural
fr: Photographie humaine
id: Fotografi humaniora
it: Fotografia umana
ja: 人文写真
ko: 인문 사진
nl: Straatfotografie
pl: Fotografia humanitarna
pt_br: Fotografia de rua
pt_pt: Fotografia cultural
ru: гуманистическая фотография
th: การถ่ายทางภาพวัฒนธรรม
tr: İnsani fotoğraf
vi: Nhiếp ảnh nhân văn
zh_hant: 人文攝影
zh_hk: 人文攝影

# i00_08H_001
source: 您未被允许对%@进行“读取和写入”访问。
ar: لا يُسمح لك بالوصول إلى قراءة وكتابة %@.
de: Sie haben keine Berechtigung, %@ 'Lesen und Schreiben' Zugriff zu gewähren.
en: You are not allowed to have 'Read and Write' access to %@.
es: No tienes permitido el acceso de «lectura y escritura» a %@.
fr: Vous n'êtes pas autorisé à accéder à "%@" en lecture et en écriture.
id: Anda tidak diizinkan untuk mengakses "baca dan tulis" untuk %@.
it: Non ti è permesso l'accesso in lettura e scrittura su %@.
ja: %@の「読み取りおよび書き込み」アクセスが許可されていません。
ko: %@에 대한 '읽기 및 쓰기' 액세스가 허가되지 않았습니다.
nl: Je hebt geen toestemming om “lezen en schrijven” toegang voor %@ toe te staan.
pl: Nie masz pozwolenia na „odtyczywanie i zapisywanie” plików %@.
pt_br: Você não tem permissão para acessar leitura e gravação de %@.
pt_pt: Não está permitido acesso de "Leitura e Escrita" ao %@.
ru: вы не имеете права на чтение и запись %@.
th: คุณรับอนไม่ไดุ้ญาตให้ใช้สิทธิ์ 'อ่านและียนเข' กับ %@
tr: %@ üzerinde 'okuma ve yazma' erişimine izin vermediniz.
vi: Bạn không được phép có quyền 'Đọc và Ghi' vào %@.
zh_hant: 您未被允許對%@進行“讀取和寫入”訪問。
zh_hk: 您未被允許對%@進行「讀取和寫入」訪問。

# i00_08H_005
source: 您未被允许访问“所有照片”。
ar: لا يُسمح لك بالوصول إلى جميع الصور.
de: Sie haben keine Berechtigung, auf 'Alle Fotos' zuzugreifen.
en: You are not allowed to access 'All Photos'.
es: No tienes permitido el acceso a «todas las fotos».
fr: Vous n'êtes pas autorisé à accéder à « Toutes les photos ».
id: Anda tidak diizinkan mengakses "semua foto".
it: Non ti è permesso l'accesso a tutte le foto.
ja: 「すべての写真」へのアクセスが許可されていません。
ko: 모든 사진에 대한 액세스가 허가되지 않았습니다.
nl: Je hebt geen toegang tot "alle foto's" toegestaan.
pl: Nie masz dostępu do „wszystkich zdjęć”.
pt_br: Você não tem permissão para acessar "Todas as Fotos".
pt_pt: Não está permitido acesso a "Todas as Fotos".
ru: вы не имеете права доступа ко всем фотографиям.
th: คุณไม่ได้รับอนุญาตให้ใช้สิทธิ์เข้าถึง 'รูปภาพ'ทั้งหมด
tr: Tüm fotoğraflara eriş izimniniz yok.
vi: Bạn không được phép truy cập "tất cả ảnh".
zh_hant: 您未被允許訪問“所有照片”。
zh_hk: 您未被允許訪問「所有照片」。

# i00_11_003
source: 同意
ar: موافقة
de: Zustimmen
en: Agree
es: Aceptar
fr: Accepter
id: Setuju
it: Accetto
ko: 동의
nl: Akkoord
pl: zgodzić się
pt_br: Concordar
pt_pt: Concordo
ru: согласен
th: ยอมรับ
tr: Kabul et
vi: Đồng ý

# i10_21_003
source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienie
pt_br: Configurar
pt_pt: Configurações
ru: настройки
th: ตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant: 設置
zh_hk: 設置

source: Identify Fuji Exclusive Color Parameters
ar: تحديد معايير اللون الحصرية لفوجي
de: Exklusive Fuji-Farbparameter identifizieren
es: Identificar parámetros exclusivos de color de Fuji
fr: Identifier les paramètres de couleur exclusifs de Fuji
id: Identifikasi Parameter Warna Eksklusif Fuji
it: Identificare i parametri di colore esclusivi Fuji
ja: 富士独自の色パラメータを識別する
ko: 후지 전용 색상 매변개수 식별
nl: Identificeer Fuji-exclusieve kleurparameters
pl: Zidentyfikujklu ekszywne parametry kolorystyczne Fuji
pt_br: Identificar Parâmetros de Cor Exclusivos Fujifilm
pt_pt: Identificar Parâmetros de Cor Exclusivos Fuji
ru: Определение эксклюзивных цветовых параметров Fuji
th: ระบุตัวพารามิเตอร์สีเฉพาะของ Fuji
tr: Fujifilm Özel Renketre Paramlerini Belirleyin
vi: Xác định các thông số màu độc quyền của Fuji
zh_hant: 識別富士獨家色彩參數
zh_hk: 识别富士独家色彩参数

# Interior Photography
source: 室内摄影
ar: التصوير الداخلي
de: Innenfotografie
en: Indoor photography
es: Fotografía de interiores
fr: Photographie intérieure
id: Fotografi dalam ruangan
it: Fotografia indoor
ja: 室内撮影
ko: 실내 사진
nl: Binnenfotografie
pl: Fotografia wewnętrzna
pt_br: Fotografia interna
pt_pt: Fotografia interior
ru: внутренняя фотография
th: การถ่ายภาพในร่ม
tr: İç mekan fotoğrafçılığı
vi: Chụp ảnh trong nhà
zh_hant: 室內攝影
zh_hk: 室內攝影

# ISOSpeedRatings
source: ISO感光度
ar: حساسية ISO
de: ISO-Empfindlichkeit
en: ISO sensitivity
es: Sensibilidad ISO
fr: Sensibilité ISO
id: Sensitivitas ISO
it: Sensibilità ISO
ja: ISO感度
ko: ISO 감도
nl: ISO gevoeligheid
pl: Czułość ISO
pt_br: Sensibilidade ISO
pt_pt: Sensibilidade ISO
ru: чувствительность ISO
th: ความไวแสง ISO
tr: ISO hassasiyeti
vi: ISO Độ nhạy sáng

source: ISO感光度
ar: حساسية ISO
de: ISO-Empfindlichkeit
en: ISO sensitivity
es: Sensibilidad ISO
fr: Sensibilité ISO
id: Sensitivitas ISO
it: Sensibilità ISO
ja: ISO感度
ko: ISO 감도
nl: ISO gevoeligheid
pl: Czułość ISO
pt_br: Sensibilidade ISO
pt_pt: Sensibilidade ISO
ru: чувствительность ISO
th: ความไวแสง ISO
tr: ISO hassasiyeti
vi: ISO Độ nhạy sáng

# Japanese Style
source: 日系
ar: اليابان
de: Japanischer Stil
en: Japanese style
es: Estilo japonés
fr: Style japonais
id: Gaya Jepang
it: Stile giapponese
ja: 日本風
ko: 일본풍
nl: Japans
pl: Styl japoński
pt_br: Estilo Japonês
pt_pt: iloEst japonês
ru: японский стиль
th: ญี่ปุ่น
tr: Japon tarzı
vi: Phong cách Nhật Bản

source: Join Community
ar: الانضمام إلى المجتمع
de: Community bei
es: Únase a la Comunidad
fr: Rejoindre la communauté
id: Bergabung dengan Komunitas
it: Unisciti alla comunità
ja: ークコミュニティに参加する
ko: 커뮤니티 참여
nl: Wordt lid van de Community
pl: Dołącz do społeczności
pt_br: Entrar na Comunidade
pt_pt: Participar na Comunidade
ru: Присоединиться к сообществу
th: เข้าร่วมชุมชน
tr: Topluluğa kat
vi: Tham gia cộng đồng
zh_hant: 加入社區

# Lake
source: 湖泊
ar: البحيرة
de: See
en: Lake
es: Lago
fr: Lac
id: Danau
it: Lago
ja: 湖
ko: 호수
nl: Meer
pl: jezioro
pt_br: Lago
pt_pt: Lago
ru: озеро
th: ทะเลสาบ
tr: ılGöl
vi: Hồ

# Latitude
source: 纬度
ar: خط العرض
de: Breitengrad
en: Latitude
es: Latitud
fr: Latitude
id: Lintang
it: Latitudine
ja: 緯度
ko: 위도
nl: Breedtegraad
pl: szerokość geograficzna
pt_br: Latitude
pt_pt: Latitude
ru: широта
th: ละติจูด
tr: Enlem
vi: Vĩ độ
zh_hant: 緯度
zh_hk: 緯度

# LatitudeRef
source: 纬度参考
ar: مرجع خط العرض
de: Breitengrad-Referenz
en: Latitude reference
es: Referencia de latitud
fr: Référence de latitude
id: Referensi lintang
it: Riferimento latitudine
ja: 緯度参照
ko: 위도 참조
nl: Breedtereferentie
pl: odniesienie szerokości geograficznej
pt_br: Referência de Latitude
pt_pt: Referência de Latitude
ru: широтная справка
th: อ้างอิงละติจูด
tr: lemEn referansı
vi: Tham chiếu vĩ độ
zh_hant: 度緯參考
zh_hk: 緯度參考

# LensInfo
source: 镜头信息
ar: معلومات العدسة
de: Objektivinformation
en: Lens information
es: Información de Lente
fr: Informations sur l'objectif
id: Informasi lensa
it: Informazioni obiettivo
ja: レンズ情報
ko: 렌즈 정보
nl: Lensinformatie
pl: Informacje o obiektywie
pt_br: Informações da Lente
pt_pt: Informações da lente
ru: информация об объективе
th: ข้อมูลเลนส์
tr: Lens bilgisi
vi: Thông tin ống kính
zh_hant: 鏡頭資訊
zh_hk: 鏡頭資訊

# LensMake
source: 镜头制造商
ar: مصنع العدسة
de: Objektivhersteller
en: Lens manufacturer
es: Fabricante del lente
fr: Fabricant de l'objectif
id: Pabrikan lensa
it: Produttore obiettivo
ja: レンズメーカー
ko: 렌즈 제조사
nl: Lensfabrikant
pl: centProdu obiektywów
pt_br: Fabricante da Lente
pt_pt: Fabricante da lente
ru: производитель объектива
th: ผู้ผลิตเลนส์
tr: Lens üreticisi
vi: Nhà sản xuất ống kính
zh_hant: 鏡頭製造商
zh_hk: 鏡頭製造商

# LensModel
source: 镜头型号
ar: طراز العدسة
de: Objektivmodel
en: Lens model
es: Modelo del lente
fr: Modèle de l'objectif
id: Model lensa
it: Modello obiettivo
ja: レンズモデル
ko: 렌즈 모델
nl: Lensmodel
pl: Model obiektywu
pt_br: Modelo da Lente
pt_pt: Modelo da lente
ru: модель объектива
th: รุ่นเลนส์
tr: Lens modeli
vi: Mẫu ống kính
zh_hant: 鏡頭型號
zh_hk: 鏡頭型號

# LensSerialNumber
source: 镜头序列号
ar: الرقم التسلسلي للعدسة
de: Objektivseriennummer
en: Lens serial number
es: Número de serie del lente
fr: Numéro de série de l'objectif
id: Serial lensa
it: Numero di serie obiettivo
ja: レンズシリアル番号
ko: 렌즈 일련번호
nl: Lensserienummer
pl: seryjny numer obiektywu
pt_br: Número de Série da Lente
pt_pt: Número de série da lente
ru: серийный номер объектива
th: หมายเลขซีเรียลเลนส์
tr: Lens seri numarası
vi: Số sê-ri ống kính
zh_hant: 鏡頭序列號
zh_hk: 鏡頭序列號

# LensSpecification
source: 镜头规格
ar: مواصفات العدسة
de: Objektivspezifikationen
en: Lens specifications
es: Especificaciones del lente
fr: Spécifications de l'objectif
id: Spesifikasi lensa
it: Specifiche obiettivo
ja: レンズスペック
ko: 렌즈 사양
nl: Lensspecificaties
pl: Specyfikacje obiektywu
pt_br: Especificações da Lente
pt_pt: Especificações da lente
ru: спецификации объектива
th: ข้อมูลจำเพาะของเลนส์
tr: Lens spesifikasyonları
vi: Thông số kỹ thuật ống kính
zh_hant: 鏡頭規格光
zh_hk: 鏡頭規格

# LightSource
source: 光源
ar: مصدر الضوء
de: Lichtquelle
en: Light source
es: Fuente de luz
fr: Source lumineuse
id: Sumber cahaya
it: Sorgente luminosa
ko: 광원
nl: Lichtbron
pl: Źródło światła
pt_br: Fonte Luz de
pt_pt: Fonte de luz
ru: источник света
th: แหล่งกำเนิดแสง
tr: Işık kaynağı
vi: Nguồn sáng
zh_hant: 源

source: Loading more
ar: تحميل المزيد
de: Mehr laden
es: Cargando más
fr: Chargement de plus de contenu
id: Memuat lebih banyak
it: Caricamento...
nl: Meer laden
pl: Ładowanie więcej
pt_br: Carregando mais
pt_pt: Carregando mais
ru: Загрузка дополнительных данных
th: กำลังโหลดเพิ่มเติม
tr: Daha fazla yükleniyor
vi: Loading

source: Loading...
ar: جاري التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
id: Memuat...
it: Caricamento...
nl: Laden...
pl: Ładowanie...
pt_br: Carregando...
pt_pt: Carregando...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
vi: moreLoading...

source: Logo
ar: الشعار
ja: ロゴ
ko: 로고
ru: Лого
th: โลโก้

source: Logo上传
ar: تحميل الشعار
de: Logo hochladen
en: Logo Upload
es: Subida de logo
fr: Télécharger le logo
id: Unggah logo
it: Carica logo
ja: ロゴをアップロード
ko: 로고 업로드
nl: Logo uploaden
pl: Prześlij logo
pt_br: Upload de Logo
pt_pt: Upload de Logo
ru: УЗагрузка Логотипа
th: อัปโหลดโลโก้
tr: yükLogole
vi: Tải lên Logo
zh_hant: Logo上傳
zh_hk: Logo上傳

# Longitude
source: 经度
ar: خط الط
de: Längengrad
en: Longitude
es: Longitud
fr: Longitude
id: Bujur
it: Longitudine
ja: 経度
ko: 경도
nl: Lengtegraad
pl: długość geograficznaod
pt_br: Longitude
pt_pt: Longitude
ru: долгота
th: ลองจิจูด
tr: Boylam
vi: Kinh độ
zh_hant: 經度
zh_hk: 經度

# LongitudeRef
source: 经度参考
ar: ولمرجع خط الطول
de: Längengrad-Referenz
en: Longitude reference
es: Referencia de longitud
fr: Référence de longitude
id: Referensi bujur
it: Riferimento longitudine
ja: 経度参照
ko: 경도 참조
nl: Lengtereferentie
pl: niesienie długości geficograznej
pt_br: Referência de Longitude
pt_pt: Referência de Longitude
ru: долготная справка
th: อ้างอิงลองจิจูด
tr: Boylam referansı
vi: Tham chiếu kinh độ
zh_hant: 經度參考
zh_hk: 經度參考

# Make
source: 制造商
ar: المُصنِّع
de: Hersteller
en: Manufacturer
es: Fabricante
fr: Fabricant
id: Produsen
it: Produttore
ja: メーカー
ko: 제조사
nl: Fabrikant
pl: Producent
pt_br: Fabricante
pt_pt: Fabricante
ru: производитель
th: ผู้ผลิต
tr: Üretici
vi: Nhà sản xuất
zh_hant: 製造商
zh_hk: 製造商

# MaxApertureValue
source: 最大光圈值
ar: أقصى قيمة لفتحة العدسة
de: Maximale Blendenzahl
en: Maximum aperture value
es: Valor de apertura máxima
fr: Valeur d'ouverture maximale
id: Nilai apertur maksimum
it: Apertura massima
ja: 最大絞り値
ko: 최대 조리개 값
nl: Maximaal diafragma
pl: Maksymalna wartość przysłony
pt_br: Valor máximo de abertura
pt_pt: Valor máximo de abertura
ru: максимальное значение диафрагмы
th: ค่ารูรับแสงสูงสุด
tr: Maksimum diyafram değeri
vi: Giá trị khẩu độ tối đa
zh_hant: 最大圈光值

# MeteringMode
source: 测光模式
ar: نمط القياس
de: Belichtungsmessungsmodus
en: Metering mode
es: Modo de medición
fr: Mode de mesure
id: Mode pengukuran
it: Modalità di esposizione
ja: 測光モード
ko: 측광 모드
nl: Meetmethode
pl: Trybiar pomu
pt_br: Modo de medição
pt_pt: Modo de medição
ru: режим замера экспозиции
th: โหมดวแสง
tr: Poz ölçüm modu
vi: Chế độ đo sáng
zh_hant: 測光模式
zh_hk: 測光模式

# Minimalist
source: 极简
ar: الحد الأدنى
de: Minimal
en: Minimalistic
es: Minimalista
fr: Minimaliste
id: Seder
it: Minimalismo
ja: ミニマル
ko: 미니멀
nl: Minimalistisch
pl: minimalistyczny
pt_br: Minimalista
pt_pt: Minimalismo
ru: минимализм
th: มัดินิมอล
tr: Minimalist
vi: Tối giản
zh_hant: 極簡
zh_hk: 極簡

# Model
source: 相机型号
ar: طراز الكاميرا
de: Kameramodell
en: Camera model
es: Modelo de la cámara
fr: Modèle d'appareil photo
id: hanaModel kamera
it: Modello fotocamera
ja: カメラモデル
ko: 카메라 모델
nl: Cameramodel
pl: Modelatu apar fotograficznego
pt_br: Modelo de câmera
pt_pt: Modelo de câmera
ru: модель камеры
th: รุ่นกล้อง
tr: Kamera modeli
vi: Mẫu máy ảnh
zh_hant: 相機型號單
zh_hk: 相機型號

# Monochrome
source: 单色模式
ar: وضع الأحادية اللونية
de: Monochrom-Modus
en: Monochrome mode
es: Modo monocromo
fr: Mode monochrome
id: Modus monokrom
it: Modalità monocromatica
ja: モノクロモード
ko: 모노크롬 모드
nl: Monochroom modus
pl: Tryb monochromatyczny
pt_br: Modo monocromático
pt_pt: Modo monocromático
ru: монохромный режим
th: โหมดโมโนโครม
tr: Monokrom mod
vi: Chế độ đơn sắc
zh_hant: 色模式
zh_hk: 單色模式

# Mountain
source: 山峰
ar: الجبل
de: Berge
en: Mountain peak
es: Pico
fr: Montagne
id: Puncak gunung
it: Montagna
ja: 山
ko: 산봉우리
nl: Bergtoppen
pl: Szczyty gór
pt_br: Montanha
pt_pt: Pico
ru: вершины
th: ภูเขา
tr: Tepe
vi: Núi

# Natural Scenery
source: 自然风景
ar: المناظر الطبيعية الخلابة
de: Natur
en: Natural scenery
es: Paisaje natural
fr: Nature
id: Pemandangan alam
it: Paesaggio naturale
ja: 自然風景
ko: 자연 풍경
nl: Natuurlijke landschaps categorie
pl: Naturalne krajobrazy
pt_br: Paisagem Natural
pt_pt: Paisagem natural
ru: природный ландшафт
th: ทิวทัศน์ธรรมชาติ
tr: Doğal Manzaralar
vi: Cảnh quan tự nhiên
zh_hant: 自然風景
zh_hk: 自然風景

source: New York
ar: يونيورك
es: Nueva York
ja: ニューヨーク
ko: 뉴욕
pl: Nowy Jork
pt_br: Nova Iorque
pt_pt: Nova Iorque
ru: Нью-Йорк

# Night
source: 夜晚
ar: ليل
de: Nacht
en: Night
es: Noche
fr: Nuit
id: Malam
it: Notte
ja: 夜
ko: 밤
nl: Nacht
pl: noc
pt_br: Noite
pt_pt: Noite
ru: ночь
th: กลางคืน
tr: Gece
vi: Ban đêm

# Night Scene
source: 夜景
ar: مشاهد ليلية
de: Nachtaufnahme
en: Night sceneNo
es: escena nocturna
fr: Scène nocturne
id: Pemandangan malam
it: Scene notturne
ko: 야경
nl: Nachtzicht
pl: Nocne sceny
pt_br: Vista noturna
pt_pt: Cenário noturno
ru: ночной пейзаж
th: วิวกลางคืน
tr: Gece manzarası
vi: Cảnh đêm

source: No more data
ar: لا توجد بيانات أخرى
de: Keine weiteren Daten
en: more data
es: No hay más datos
fr: Plus de données
id: Tidak ada data lagi
it: Nessun dato ulteriore
nl: Geen gegevens meer
pl: Więcej danych nie ma
pt_br: Sem mais dados
pt_pt: Sem mais dados
ru: Данных больше нет
th: ไม่มีข้อมูลเพิ่มเติม
tr: Daha fazla veri yok
vi: Không còn dữ liệu

# Ocean
source: 海洋
ar: البحر
de: Ozean
en: Ocean/Sea
es: Océano
fr: Océan/Mer
id: Laut
it: Oceano
ko: 해양
nl: Oceaan
pl: ocean
pt_br: Oceano
pt_pt: Oceano
ru: океан
th: มหาสมุทร
tr: Okyanus
vi: Đại dương

# OffsetTime
source: 时区偏移
ar: إزاحة المنطقة الزمنية
de: Zeitzonenabweichung
en: Time zone offset
es: Desviación horaria
fr: Décalage horaire
id: Perbedaan zona waktu
it: Fuso orario disattivato
ja: タイムゾーンオフセット
ko: 시간대 오차
nl: Tijdzone offset
pl: Przesunięcie strefy czasowej
pt_br: Deslocamento de fuso horário
pt_pt: Deslocamento do fuso horário
ru: смещение часового пояса
th: การชดเชยเวลาโซน
tr: Zaman dilimi farkı
vi: Chênh lệch múi giờ
zh_hant: 時區偏移
zh_hk: 時區偏移

# OffsetTimeDigitized
source: 数字化时区偏移
ar: إزاحة الزمن المنطقةية الديجيتال
de: Digitale Zeitzonenabweichung
en: Digitized time zone offset
es: Desviación horaria digitalizada
fr: Décalage horaire numérique
id: Perbedaan zona waktu digital
it: fuso orario digitalizzato disattivato
ja: デジタルタイムゾーンオフセット
ko: 디지털 시간대 오차
nl: Digitale tijdzone offset
pl: Cyfrowe przesunięcie strefy czasowej
pt_br: Deslocamento de fuso horário digital
pt_pt: Deslocamento digital do fuso horário
ru: цифровое смещение часового пояса
th: การชดเชยเขตเวลาดิจิตอล
tr: Sayısal zaman dilimi farkı
vi: Chênh lệch múi giờ kỹ thuật số
zh_hant: 數位時區偏移
zh_hk: 數字化時區偏移

# OffsetTimeOriginal
source: 原始拍摄时区偏移
ar: إزاحة المنطقة الزمنية الأصلية
de: Ursprüngliche Aufnahmezeitzonenabweichung
en: Original shooting time zone offset
es: Desviación horaria original
fr: Décalage horaire de la prise de vue d'origine
id: Perbedaan zona waktu saat pengambilan gambar asli
it: fuso orario di scatto originale disattivato
ja: オリジナル撮影タイムゾーンオフセット
ko: 원시 촬영 시간대 오차
nl: Originele opname tijdzone offset
pl: Początkowe przesunięcie z czasu zrobienia zdjęcia
pt_br: Deslocamento de fuso horário na original captura
pt_pt: Deslocamento do fuso horário original ao fotografar
ru: исходное смещение часового пояса
th: การชดเชยเขตเวลาถ่ายภาพต้นฉบับ
tr: Orijinal çekim zaman dilimi farkı
vi: Chênh lệch múi giờ chụp nguyên bản
zh_hant: 原始拍攝區偏時移
zh_hk: 原始拍攝時區偏移

# Orientation
source: 方向
ar: الاتجاه
de: Richtung
en: Direction
es: Dirección
fr: Direction
id: Arah
it: Direzione
ko: 방향
nl: Richting
pl: kierunek
pt_br: Direção
pt_pt: Direção
ru: направление
th: ทิศทาง
tr: Yön
vi: Hướng

# Overcast
source: 阴天
ar: غائم
de: Bewölkt
en: Cloudy
es: Nublado
fr: Couvert
id: Berawan
it: Nuvoloso
ja: 曇り
ko: 흐림
nl: Bewolkt
pl: pochmurnie
pt_br: Nublado
pt_pt: Nublado
ru: пасмурно
th: มีเมฆ
tr: Bulutlu hava
vi: Nhiều mây
zh_hant: 陰天
zh_hk: 陰天

# Pet
source: 宠物
ar: حاناتيو الأليفة
de: Haustiere
en: Pet
es: Mascota
fr: Animal de compagnie
id: Hewan peliharaan
it: Animali domestici
ja: ペット
ko: 애완동물
nl: Huisdier
pl: zwierzęta
pt_br: Animais de estimação
pt_pt: Animais de estimação
ru: домашние животные
th: สัตว์เลี้ยง
tr: Evcil hayvan
vi: Vật nuôi
zh_hant: 寵物
zh_hk: 寵物

# Photographic Style
source: 摄影风格
ar: أنماط التصوير الفوتوغرافي
de: Fotografiestil
en: Photographic style
es: Estilo fotográfico
fr: Style photographique
id: Gaya fotografi
it: Stile fotografico
ja: 写真スタイル
ko: 사진 스타일
nl: Fotografiestijl categorie
pl: Styl fotograficzny
pt_br: Estilo Fotográfico
pt_pt: Estilo fotográfico
ru: фотографический стиль
th: สไตล์การ่ายถภาพ
tr: Fotoğrafik stil
vi: Phong cách nhiếp ảnh
zh_hant: 攝影風
zh_hk: 攝影風格

# Photographic Theme
source: 摄影主题
ar: موضوعات التصوير الفوتوغرافي
de: Fotothema
en: Photographic theme
es: Tema fotográfico
fr: Thème photographique
id: Tema fotografi
it: Tema fotografico
ja: 撮影テーマ
ko: 사진 주제
nl: Fotografiethema categorie
pl: Temat fotograficzny
pt_br: Tema Fotográfico
pt_pt: Tema fotográfico
ru: фотографическая тема
th: ธีมการถ่ายภาพ
tr: Fotoğrafik tema
vi: Chủ đề nhiếp
zh_hant: 攝格影主題
zh_hk: 攝影主題

# PictStyleColorSpace
source: 图片风格色彩空间
ar: مساحة لون نمط
de: Bildstil-Farbraum
en: Image style color space
es: Espacio de color del estilo de imagen
fr: Espace de couleur du style d'image
id: Ruang warna gaya gambar
it: Spazio colore stile immagine
ja: 写真スタイル カラースペース
ko: 이미지 스타일 색상 공간
nl: Kleurruimte
pl: Przestrzeń kolorów stylu obrazu
pt_br: Espaço de cor do estilo da imagem
pt_pt: Espaço de cor de estilo de imagem
ru: цветовое пространство изображения
th: ช่องว่างของสไตล์ภาพ
tr: Resim stil renk alanı
vi: Kểu hình ảnh không gian màu
zh_hant: 圖片風格色彩空間
zh_hk: 圖片風格色彩空間

# PictureStyle
source: 图片风格
ar: الصورةنمط الصورة
de: Bildstil
en: Image style
es: Estilo de la imagen
fr: Style d'image
id: Gaya gambar
it: Stile immagine
ja: 写真スタイル
ko: 이미지 스타일
nl: Afbeeldingsstijl
pl: Styl obrazu
pt_br: Estilo imagem da
pt_pt: Estilo de imagem
ru: стиль изображения
th: สไตล์ภาพ
tr: Res stimili
vi: Phong cách ảnh
zh_hant: 圖片風格
zh_hk: 圖片風格

# PixelHeight
source: 像素高度
ar: ارتفاع البكسل
de: Pixelhöhe
en: Pixel height
es: Altura de píxel
fr: Hauteur en pixels
id: Tinggi piksel
it: Altezza pixel
ja: ピクセル高
ko: 픽셀 높이
nl: Pixelhoogte
pl: Wysokość piksela
pt_br: Altura de Pixel
pt_pt: Altura em pixels
ru: высота пикселя
th: ความสูงพิกเซล
tr: Piksel yüksekliği
vi: Chiều cao pixel

# PixelWidth
source: 像素宽度
ar: عرض البكسل
de: Pixelbreite
en: Pixel
es: Ancho de píxel
fr: Largeur en pixels
id: Lebar piksel
it: Larghezza pixel
ja: ピクセル幅
ko: 픽셀 너비
nl: Pixelbreedte
pl: Szerokość piksela
pt_br: Largura de Pixel
pt_pt: Largura em pixels
ru: ширина пикселя
th: ความกว้างของพิกเซล
tr: Piksel genişliği
vi: Chiều rộng pixel
zh_hant: 像素寬度
zh_hk: 像素寬度

# PixelXDimension
source: 像素X维度
ar: البكسل X الأبعاد
de: Pixel-X-Dimension
en: widthPixel X dimension
es: Dimensión X de píxel
fr: Dimension X des pixelsDimension
id: Dimensi X piksel
it: Dimensione X pixel
ja: ピクセルX寸法
ko: 픽셀 X 차원
nl: Pixel X dimensie
pl: Piksel wymiar X
pt_br: Dimensão X de Pixel
pt_pt: Dimensão X em pixels
ru: X-координата пикселя
th: พิกเซลมิติ X
tr: Piksel X boyutu
vi: Chiều X pixel
zh_hant: 像素X維度
zh_hk: 像素X維度

# PixelYDimension
source: 像素Y维度
ar: البكسل Y الأبعاد
de: Pixel-Y-Dimension
en: Pixel Y dimension
es: Dimensión Y de píxel
fr: Y des pixels
id: Dimensi Y piksel
it: Dimensione Y pixel
ja: ピクセルY寸法
ko: 픽셀 Y 차원
nl: Pixel Y dimensie
pl: Wymiar Y piksela
pt_br: Dimensão Y de Pixel
pt_pt: Dimensão Y em pixels
ru: Y-координата пикселя
th: พิกเซลมิติ Y
tr: Piksel Y boyutu
vi: Chiều Y pixel
zh_hant: 像素維度Y
zh_hk: 像素Y維度

# Portrait Art
source: 人像艺术
ar: فن البورتريه
de: Porträt-Kunst
en: Portrait art
es: Arte de retrato
fr: Art du portrait
id: Seni potret
it: Arte del ritratto
ja: 肖像アート
ko: 인물 예술
nl: Portret kunst
pl: Sztuka portretowa
pt_br: Arte de Retrato
pt_pt: Arte de retrato
ru: портретное искусство
th: ศิลปะพระบรมฉายาลักษณ์
tr: Portre sanatı
vi: Nghệ thuật chân dung
zh_hant: 人像藝術
zh_hk: 人像藝術

# Portrait Photography
source: 人像摄影
ar: تصوير البورتريه
de: Porträtfotografie
en: Portrait
es: Fotografía de retrato
fr: Photographie humaniste
id: Fotografi potret
it: Ritratto fotografico
ja: ポートレート写真
ko: 인물 사진
nl: Portretfotografie categorie
pl: Fotografia portretowa
pt_br: Fotografia de Retrato
pt_pt: Fotografia de retr
ru: портретная фотографияцвет
th: การถ่ายภาพพระบรมฉายาลักษณ์
tr: Portre fotoğrafçılığı
vi: Nhiếp ảnh chân dung
zh_hant: 人像攝影
zh_hk: 人像攝影

# ProfileName
source: 色彩配置文件
ar: ملف تعريف الألوان
de: Farbprofil
en: photographyColor profile
es: Perfil de color
fr: Profil de couleur
id: Profil warna
it: Profilo colore
ja: カラープロファイル
ko: 색상 프로파일
nl: Kleurprofiel
pl: Profil kolorów
pt_br: Perfil de cores
pt_pt: atoPerfil de
ru: овой профиль
th: โปรไฟล์สี
tr: Renk profili
vi: Profile màu
zh_hant: 色彩配置檔案
zh_hk: 色彩配置檔案
